Repository: marfarma/link-to-post
Catalog: locale/*.po
Languages: ca

source: Link a post
ca: Enllaç a un apunt

source: Link a page
ca: Enllaç a una pàgina

source: Options of "Link to post"
ca: Opcions de "Link to post"

source: Configuration
ca: Configuració

source: Search with selected text
ca: Cercar amb el text sel·leccionat

source: Add the nofollow attribute
ca: Afegir l'atribut "nofollow"

source: Use the shortcode
ca: Usar el " shortcode"

source: (use with caution : if you disable the plugin, shortcode won't generate links anymore)
ca: (utilitzeu amb prudència : si desactiveu el plugin, els shortcodes no generaran més els enllaços)

source: Save changes
ca: Deseu els canvis

source: Show filter
ca: Mostra el filtre

source: Filter pages
ca: Filtreu les pàgines

source: Content
ca: Contingut:

source: in title
ca: en el títol

source: in content
ca: en el contingut

source: in both
ca: ambdós

source: search
ca: Cercar

source: Cancel
ca: Anul·lar

source: Hide filter
ca: Amagar el filtre

source: page
ca: pàgina

source: pages
ca: pàgines

source: No page
ca: Cap pàgina

source: Filter posts
ca: Filtrar els apunts

source: all categories
ca: totes les categories

source: post
ca: apunt

source: posts
ca: apunts

source: No post
ca: Cap apunt
